const postsData = [
  {
    id: 0,
    title: '나는 바보',
    content: '나는 바보입니다.',
    author: '정연희',
    date: "2024-03-21",
    body: "헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다."
  },
  {
    id: 1,
    title: '하수연희',
    content: '제가 이겼어요.',
    author: '고경현',
    date: "2024-03-21",
    body: "헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다."
  },
  {
    id: 2,
    title: '다경님 귀여워~~',
    content: '다경님 귀여워~~~!!~!.',
    author: '전채아',
    date: "2024-03-21",
    body: "헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다."
  },
  {
    id: 3,
    title: '제목입니다4',
    content: '제목에 대한 설명입니다.',
    author: '홍길동',
    date: "2024-03-21",
    body: "헌법개정안은 국회가 의결한 후 30일 이내에 국민투표에 붙여 국회의원선거권자 과반수의 투표와 투표자 과반수의 찬성을 얻어야 한다. 저작자·발명가·과학기술자와 예술가의 권리는 법률로써 보호한다."
  }
];

export default postsData;